export const N=[
{n:"სოკრატე",yr:"ძვ.წ. 470–399",x:70,y:60,p:0,t:"კითხვით ეძებდა ჭეშმარიტებას. წერილობითი ნაშრომი არ დაუტოვებია."},
{n:"პლატონი",yr:"ძვ.წ. 428–348",x:200,y:35,p:0,t:"იდეათა თეორია და აკადემია. სახელმწიფოს შესახებ დიალოგები."},
{n:"არისტოტელე",yr:"ძვ.წ. 384–322",x:330,y:70,p:1,t:"ლოგიკა და ეთიკა. Deep-Dive: „ნიკომახეს ეთიკა“."},
{n:"სტოიკოსები",yr:"ძვ.წ. III ს. – II ს.",x:60,y:170,p:0,t:"სიმშვიდე იმაში, რაც ჩვენზეა დამოკიდებული."},
{n:"კანტი",yr:"1724–1804",x:200,y:150,p:1,t:"გონების საზღვრები და მორალური კანონი. კურსი: 8 მოდული."},
{n:"ნიცშე",yr:"1844–1900",x:340,y:175,p:0,t:"ღირებულებათა გადააზრება და ცხოვრების დადასტურება."},
{n:"ეგზისტენციალისტები",yr:"XX ს.",x:110,y:275,p:1,t:"თავისუფლება და პასუხისმგებლობა. ყოველთვიური დისკუსიის თემა."},
{n:"ვიტგენშტაინი",yr:"1889–1951",x:290,y:275,p:1,t:"ენა და აზრის საზღვრები. აუდიო-ლექცია."}];
export const E=[[0,1],[1,2],[0,3],[1,4],[2,4],[4,5],[3,6],[4,6],[5,6],[5,7],[4,7]];
